//
//  BoardStruct.swift
//  Fillwords
//
//  Created by Данил Швец on 07.05.2023.
//

import Foundation

struct BoardStruct {
    let level_1: Array<Character> = ["Б", "Р", "А", "Т", "Е", "Л",
                                     "Е", "Т", "С", "А", "М", "О",
                                     "З", "Е", "С", "Т", "А", "Ж",
                                     "Л", "П", "А", "К", "В", "И",
                                     "О", "Х", "Н", "Е", "О", "Р",
                                     "Д", "О", "Ь", "Л", "Ю", "Т"]
    
    let level_2: Array<Character> = ["О", "Н", "Т", "О", "В", "Г",
                                     "М", "Р", "Т", "О", "Й", "О",
                                     "П", "Е", "Л", "Л", "О", "Г",
                                     "У", "И", "Н", "С", "Т", "О",
                                     "Ш", "К", "Е", "Г", "Р", "Л",
                                     "В", "Е", "Н", "Т", "У", "Ь"]
    
    let level_3: Array<Character> = ["С", "В", "П", "А", "Д", "М",
                                     "О", "Е", "Й", "Д", "Р", "Е",
                                     "Л", "С", "Р", "Е", "Е", "Ч",
                                     "О", "К", "У", "О", "К", "У",
                                     "А", "А", "Й", "А", "К", "Б",
                                     "К", "О", "С", "А", "К", "А"]
    
    let level_4: Array<Character> = ["Е", "Б", "У", "З", "К", "И",
                                     "Н", "К", "О", "Н", "А", "Л",
                                     "О", "Г", "Й", "Д", "В", "О",
                                     "Л", "Е", "Е", "Р", "А", "Т",
                                     "Я", "Р", "И", "К", "Л", "А",
                                     "Я", "Н", "А", "С", "Е", "Р"]
}
