//
//  InfoStruct.swift
//  Fillwords
//
//  Created by Данил Швец on 07.05.2023.
//

import Foundation

struct InfoStruct {
    let level_1 = "В данном разделе необходимо найти слова, не относящиеся к конкретной теме"
    let level_2 = "В данном разделе необходимо найти фамилии известных русских писателей"
    let level_3 = "В данном разделе необходимо найти имена и фамилии персонажей из вселенной Звездных войн"
    let level_4 = "В данном разделе необходимо найти имена и фамилии людей из изветстных мемов"
}
