//
//  MemesDescriptionStruct.swift
//  Fillwords
//
//  Created by Данил Швец on 07.05.2023.
//

struct MemesDescriptionStruct {
    let memes = ["ЗУБЕНКО": "Зубенко Михаил Петрович, кличка 'Мафиозник'",
                 "ТОЛИК": "Толик, первый день на работе!",
                 "ВАЛЕРА": "Валеру на полстакана...",
                 "АНДРЕЙ": "Неправильно, Андрей, широкой на широкую!",
                 "ЯРИК": "Ярик, тикай, бочок потик",
                 "САНЯ": "Саня, не надо!!!",
                 "ОЛЕГ": "Олег, я высоты боюсь!"]
}
